// © Copyright 2004-2012, 2015 HP Development Company, L.P.

TaskName = "Ограничение цвета";

ApplyButton = "Применить";
NewButton = "Новый…";
DeleteButton = "Удалить";
AddButton = "Добавить";
CancelButton = "Отмена";

// Restrict Color Use
RestrictColorUseTabName = "Использование цвета";
RestrictColorUseTabDescription = "Эта функция используется для запрета использовать цветную печать всем пользователям, или конкретным пользователям и приложениям. Например, для распечатки сообщений электронной почты выберите \"Цвет, если разрешен\", затем для полномочия приложения электронной почты задайте значение \"Только черный\".

Обратите внимание, что параметры на двух других вкладках вступают в силу только в случае выбора варианта \"Цвет, если разрешен\".";

RestrictColorUseTabWithoutUsersDescription = "Данная функция используется для ограничения цветной печати для всех или отдельных приложений и/или всех или отдельных групп и пользователей. Например, для черно-белой печати всех сообщений электронной почты выберите параметр \"Цвет, если разрешен\", затем присвойте разрешению для почтового клиента значение \"Только черно-белая печать\".\n\nЧтобы ограничить цветную печать для всех или отдельных групп и пользователей, выберите подключаемый модуль управления пользовательскими ролями на панели выбора задач.\n\nОбратите внимание, что настройки на другой вкладке и настройки подключаемого модуля управления пользовательскими ролями вступят в силу только после выбора параметра \"Цвет, если разрешен\".";

RestrictColorUseTabWithoutUsersAndWithoutURMDescription = "Эта функция ограничивает возможности цветной печати для всех или указанных приложений. Чтобы печатать все сообщения электронной почты в черно-белом режиме, выберите \"Цветная, если возможно\", затем установите для почтового клиента параметр \"Только Ч/Б\".\n\nОбратите внимание, что параметр, указанный на второй вкладке, будет действителен только при выборе \"Цветная, если возможно\".";

RestrictColorUseTabWithEWSDescription = "Эта функция используется для запрета использовать цветную печать всем пользователям, или конкретным пользователям и приложениям. Например, для распечатки сообщений электронной почты выберите \"Цвет, если разрешен\", затем для полномочия приложения электронной почты задайте значение \"Только черный\".

Разрешения приложений можно настроить на другой вкладке, а разрешения для пользователей или групп — на <a>веб-странице принтера</a>.

Разрешения вступят в силу только при выборе режима \"Цвет, если разрешен\".";

RestrictColorUseOptionsPrompt = "Задать режим печати задания с использованием цвета:";
RestrictColorUseEnableColorOptionName = "Активировать использование цвета";
RestrictColorUseEnableColorOptionDescription = "Все цветные задания распечатываются с использованием цвета.";
RestrictColorUseColorIfAllowedOptionName = "Цвет, если разрешен";
RestrictColorUseColorIfAllowedOptionDescription = "Полномочия пользователя и приложения определяют
вариант печати задания — в цветном или черно-белом режиме.";
RestrictColorUseColorIfAllowedOptionWithoutUserDescription = "Права доступа к приложению определяют тип печати: цветной или монохромной.";
RestrictColorUseDisableColorOptionName = "Отключить использование цвета";
RestrictColorUseDisableColorOptionDescription = "Все цветные задания распечатываются в черно-белом режиме.";
RestrictColorForApplications = "Ограничение цветной печати для некоторых компьютерных приложений";
RestrictColorForUsers = "Полномочия ограничения использования цвета пользователем или группой";

// User Color Permissions
UserColorPermissionsTabName = "Пользователь";
UserColorPermissionsTitle = "Права пользователя для цветной печати";
UserColorPermissionsTableDescription = "В данном списке хранится до 50 пользователей и их прав.";
UserColorPermissionsTableUserNameColumn = "Имя пользователя";
UserColorPermissionsTablePermissionColumn = "Полномочия";
DefaultUserPermissionsTitle = "Права пользователя по умолчанию:";
BlackOnly = "Только черный";
Color = "Цвет";
UserColorPermissionsTabDescription = "Напечатайте отчёт «Использование цвета» для получения имен пользователей, выполнявших печать на данном устройстве.";
UserNameTitle = "Имя пользователя:";
PermissionTitle = "Права:";

// Application Color Permissions
AppColorPermissionsTabName = "Приложение";
AppColorPermissionsTitle = "Права приложения для цветной печати";
App10ColorPermissionsTableDescription = "В данном списке хранится до 10 приложений и их прав.";
AppColorPermissionsTableDescription = "В этом списке хранятся приложения и разрешения для цветной печати";
AppColorPermissionsTableAppNameColumn = "Имя приложения";
AppColorPermissionsTablePermissionColumn = "Полномочия";
DefaultAppPermissionsTitle = "Права приложения по умолчанию:";
AppColorPermissionsTabDescription = "Напечатайте отчёт «Использование цвета» для получения имен пользователей, выполнявших печать на данном устройстве.";
AppNameTitle = "Имя приложения:";